export default {
  aboutPages: {
    missingContent: {
      education: 'Αυτό το έργο δεν διαθέτει ακόμη εκπαιδευτικούς πόρους.',
      faq: 'Αυτό το έργο δεν διαθέτει ακόμη συχνές ερωτήσεις.',
      research: 'Αυτό το έργο δεν διαθέτει ακόμη επιστημονικά περιστατικά.',
      results: 'Αυτό το έργο δεν διαθέτει ακόμη αποτελέσματα προς αναφορά.',
      team: 'Αυτό το έργο δεν διαθέτει πληροφορίες ομάδας.'
    }
  },
  classifier: {
    back: 'Επιστροφή',
    backButtonWarning: 'Αν επιστρέψετε, θα γίνει απαλοιφή των ενεργειών σας στην τρέχουσα εργασία.',
    close: 'Κλείσιμο',
    continue: 'Συνέχεια',
    detailsSubTaskFormSubmitButton: 'OK',
    done: 'Τέλος',
    doneAndTalk: 'Τέλος και Συνομιλία',
    dontShowMinicourse: 'Να μην εμφανιστεί αυτό το μικρό εκπαιδευτικό πρόγραμμα στο μέλλον',
    interventions: {
      optOut: 'Να μην εμφανιστούν άλλα μηνύματα.',
      studyInfo: 'Δεν θέλω να συμμετέχω σε αυτήν την μελέτη.'
    },
    letsGo: 'Πάμε!',
    miniCourseButton: 'Επανεκκίνηση του μικρού εκπαιδευτικού προγράμματος για το έργο',
    next: 'Επόμενο',
    optOut: 'Εξαίρεση',
    recents: 'Οι πρόσφατες ταξινομήσεις σας',
    talk: 'Συνομιλία',
    taskHelpButton: 'Χρειάζεστε βοήθεια με αυτήν την εργασία;',
    taskTabs: {
      taskTab: 'Εργασία',
      tutorialTab: 'Εκπαιδευτικό υλικό'
    },
    workflowAssignmentDialog: {
      acceptButton: 'Θέλω να μεταβώ στο επόμενο επίπεδο!',
      declineButton: 'Όχι, ευχαριστώ',
      promotionMessage: 'Συγχαρητήρια! Ξεκλειδώσατε την επόμενη ροή εργασιών. Αν προτιμάτε να παραμείνετε στην τρέχουσα, μπορείτε να το κάνετε.'
    }
  },
  collections: {
    createForm: {
      private: 'Ιδιωτικό',
      submit: 'Προσθήκη Συλλογής'
    }
  },
  feedback: {
    categories: {
      correct: 'Επιτυχίες',
      falsepos: 'Ψευδώς θετικά',
      incorrect: 'Παραλείψεις'
    }
  },
  loading: 'Φόρτωση',
  notFoundPage: {
    message: 'Δεν βρέθηκε'
  },
  project: {
    about: {
      header: 'Πληροφορίες',
      nav: {
        education: 'Εκπαίδευση',
        faq: 'Συχνές ερωτήσεις',
        research: 'Έρευνα',
        results: 'Αποτελέσματα',
        team: 'Η ομάδα'
      }
    },
    classifyPage: {
      dark: 'σκουρόχρωμο',
      light: 'ανοιχτόχρωμο',
      themeToggle: 'Μετάβαση στο %(theme)s θέμα',
      title: 'Ταξινόμηση'
    },
    disclaimer: 'Αυτό το έργο δημιουργήθηκε με τη Δημιουργία έργου του Zooniverse, αλλά δεν αποτελεί ακόμη επίσημο έργο Zooniverse. Ερωτήσεις και ζητήματα που αφορούν αυτό το έργο και απευθύνονται στην Ομάδα του Zooniverse ενδέχεται να μην απαντηθούν.',
    fieldGuide: 'Οδηγός πεδίου',
    home: {
      about: 'Πληροφορίες για το %(title)s',
      getStarted: 'Ξεκινήστε',
      joinIn: 'Συμμετοχή',
      learnMore: 'Μάθετε περισσότερα',
      links: 'Εξωτερικοί σύνδεσμοι έργου',
      metadata: {
        classifications: 'Ταξινομήσεις',
        completedSubjects: 'Ολοκληρωμένα θέματα',
        statistics: 'Στατιστικά %(title)s',
        subjects: 'Θέματα',
        volunteers: 'Εθελοντές'
      },
      organization: 'Οργανισμός',
      researcher: 'Λίγα λόγια από τον ερευνητή',
      talk: {
        one: '1 άτομο συνομιλεί για το %(title)s αυτήν τη στιγμή.',
        other: '%(count)s άτομα συνομιλούν για το %(title)s αυτήν τη στιγμή.',
        zero: 'Κανείς δεν συνομιλεί για το %(title)s αυτήν τη στιγμή.'
      },
      visitLink: 'Επισκεφτείτε το έργο',
      workflowAssignment: 'Ξεκλειδώσατε το %(workflowDisplayName)s'
    },
    language: 'Γλώσσα',
    loading: 'Φόρτωση έργου',
    nav: {
      about: 'Πληροφορίες',
      adminPage: 'Σελίδα διαχειριστή',
      classify: 'Ταξινόμηση',
      collections: 'Συλλογή',
      exploreProject: 'Εξερεύνηση έργου',
      lab: 'Εργαστήριο',
      recents: 'Πρόσφατα',
      talk: 'Συνομιλία',
      underReview: 'Υπό έλεγχο',
      zooniverseApproved: 'Με την έγκριση του Zooniverse'
    }
  },
  projectRoles: {
    collaborator: 'Συνεργάτης',
    expert: 'Ειδικός',
    moderator: 'Συντονιστής',
    museum: 'Μουσείο',
    owner: 'Ιδιοκτήτης',
    scientist: 'Ερευνητής',
    tester: 'Δοκιμαστής',
    title: 'Η ομάδα',
    translator: 'Μεταφραστής'
  },
  projects: {
    welcome: {
      heading: 'Καλώς ήρθατε! Χαιρόμαστε πολύ που είστε εδώ',
      scrollDown: 'Κάντε μετακύλιση προς τα κάτω για ακόμη περισσότερα',
      talk: 'Επισκεφτείτε επίσης τη Συνομιλία όπου μπορείτε να συνομιλήσετε με άλλους ομοϊδεάτες εθελοντές.',
      thanks: 'Σας ευχαριστούμε για το ενδιαφέρον σας στην υποστήριξη της πραγματικής έρευνας. Έχουμε συγκεντρώσει μερικά έργα που χρειάζονται τη βοήθειά σας τώρα. Για περισσότερες επιλογές, κάντε μετακύλιση προς τα κάτω για να περιηγηθείτε σε όλα τα ενεργά έργα μας.'
    }
  },
  resetPassword: {
    emailError: 'Παρουσιάστηκε σφάλμα κατά την επαναφορά του κωδικού πρόσβασής σας.',
    emailSuccess: 'Σας στείλαμε ένα email με έναν σύνδεσμο για επαναφορά του κωδικού πρόσβασής σας.',
    enterEmailLabel: 'Πληκτρολογήστε τη διεύθυνση email σας εδώ και θα σας στείλουμε έναν σύνδεσμο για την επαναφορά του.',
    heading: 'Επαναφορά κωδικού πρόσβασης',
    loggedInDialog: 'Έχετε συνδεθεί. Αποσυνδεθείτε εάν θέλετε να κάνετε επαναφορά του κωδικού πρόσβασής σας.',
    missingEmailsAlternateNote: 'Εάν δεν έχετε λάβει ακόμη κάποιο email, χρησιμοποιήστε μια άλλη διεύθυνση email με την οποία ίσως έχετε εγγραφεί.',
    missingEmailsSpamNote: 'Ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας, εάν δεν έχετε λάβει το email επαναφοράς.',
    newPasswordConfirmationLabel: 'Επαναλάβετε τον κωδικό πρόσβασής σας για επιβεβαίωση:',
    newPasswordFormDialog: 'Πληκτρολογήστε τον ίδιο κωδικό πρόσβασης δύο φορές για να επιστρέψετε στην έρευνα. Οι κωδικοί πρόσβασης θα πρέπει να αποτελούνται από τουλάχιστον 8 χαρακτήρες.',
    newPasswordFormLabel: 'Νέος κωδικός πρόσβασης:',
    passwordsDoNotMatch: 'Οι κωδικοί πρόσβασης δεν συμφωνούν, προσπαθήστε ξανά.'
  },
  signIn: {
    register: 'Εγγραφή',
    signIn: 'Είσοδος',
    title: 'Είσοδος/εγγραφή',
    whyHaveAccount: 'Οι συνδεδεμένοι εθελοντές μπορούν να παρακολουθούν την εργασία τους και θα αναγνωρίζονται σε τυχόν δημοσιεύσεις που θα προκύψουν.',
    withZooniverse: 'Συνδεθείτε με τον λογαριασμό σας στο Zooniverse'
  },
  tasks: {
    hidePreviousMarks: 'Απόκρυψη προηγούμενων επισημάνσεων %(count)s',
    less: 'Λιγότερα',
    more: 'Περισσότερα',
    shortcut: {
      noAnswer: 'Δεν βρέθηκαν απαντήσεις'
    },
    survey: {
      cancel: 'Ακύρωση',
      clear: 'Απαλοιφή',
      clearFilters: 'Απαλοιφή φίλτρων',
      confused: 'Συχνά συγχέεται για',
      dismiss: 'Παράλειψη',
      identifications: {
        one: '1 ταυτοποίηση',
        other: '%(count)s ταυτοποιήσεις',
        zero: 'Δεν βρέθηκαν ταυτοποιήσεις'
      },
      identify: 'Ταυτοποίηση',
      itsThis: 'Νομίζω πως είναι αυτό',
      makeSelection: 'Κάντε μια επιλογή',
      showing: 'Εμφάνιση %(count)s από %(max)s',
      surveyOf: 'Ερωτηματολόγιο %(count)s'
    }
  },
  workflowToggle: {
    label: 'Ενεργό'
  }
}
