export default {
  loading: '(Բեռնվում է)',
  aboutPages: {
    missingContent: {
      education: 'Այս նախագիծը դեռ չունի կրթական ռեսուրսներ:',
      faq: 'Այս նախագիծը դեռ չունի հաճախ տրվող հարցեր:',
      research: 'Այս նախագիծը դեռ չունի գիտական դեպք:',
      results: 'Այս նախագիծը դեռ չունի հաշվետու արդյունքներ:',
      team: 'Այս նախագիծը դեռ չունի տեղեկություններ թիմի մասին:'
    }
  },
  projectRoles: {
    title: 'Թիմ',
    owner: 'Սեփանակատեր',
    collaborator: 'Համագործակից',
    translator: 'Թարգմանիչ',
    scientist: 'Հետազոտող',
    moderator: 'Մոդերատոր',
    tester: 'Փորձարկող',
    expert: 'Փորձագետ',
    museum: 'Թանգարան'
  },
  classifier: {
    back: 'Վերադառնալ',
    backButtonWarning: 'Վերադառնալով կջնջեք Ձեր աշխատանքը ընթացիկ առաջադրանքի համար։',
    close: 'Փակել',
    continue: 'Շարունակել',
    detailsSubTaskFormSubmitButton: 'Լավ',
    done: 'Արված է',
    doneAndTalk: 'Արված է & Քննարկել',
    dontShowMinicourse: 'Մի՛ ցուցադրեք հակիրճ դասընթացը հետագայում',
    letsGo: 'Եկեք սկսենք!',
    next: 'Հաջորդ',
    optOut: 'Հրաժարվել',
    taskTabs: {
      taskTab: 'Առաջադրանք',
      tutorialTab: 'Ուսուցում'
    },
    recents: 'Ձեր վերջին դասակարգումները',
    talk: 'Քննարկել',
    taskHelpButton: 'Այս առաջադրանքի հետ կապված օգնության կարիք ունե՞ք:',
    miniCourseButton: 'Վերսկսել նախագծի հակիրճ դասընթացը',
    workflowAssignmentDialog: {
      promotionMessage: ' Շնորհավորում ենք: Դուք բացել եք հաջորդ աշխատարանը: Եթե նախընտրում եք մնալ այս աշխատարանում, կարող եք ընտրել մնալ:',
      acceptButton: 'Տարեք ինձ հաջորդ մակարդակ',
      declineButton: ' Ոչ, շնորհակալություն'
    },
    interventions: {
      optOut: 'Մի՛ ցուցադրեք ինձ հետագա հաղորդագրությունները:',
      studyInfo: 'Ես չեմ ուզում մասնակցել այս հաղորդագրության'
    }
  },
  projects: {
    welcome: {
      heading: 'Բարի գալուստ: Մենք շատ ուրախ ենք, որ միացել եք։',
      thanks: 'Շնորհակալություն իրական հետազոտություններին աջակցելու ձեր հետաքրքրության համար: Այստեղ մենք հավաքել ենք մի քանի նախագծեր, որոնցում  այս պահին ձեր օգնությունը իսկապես անհրաժեշտ է: Լրացուցիչ տարբերակների համար պարզապես սահեցրեք ցած՝ մեր բոլոր ակտիվ նախագծերը դիտելու համար:',
      talk: 'Համոզվեք նաև ուսումնասիրել [Քննարկել](/talk) բաժինը, որտեղ կարող եք զրուցել այլ հետաքրքրված կամավորների հետ:',
      scrollDown: 'Սահեցնել ցած ավելին տեսնելու համար'
    }
  },
  project: {
    language: 'Լեզու',
    loading: 'Նախագիծը բեռնվում է',
    disclaimer: 'Այս նախագիծը ստեղծվել է Zooniverse Project Builder-ի օգնությամբ, բայց դեռ չի համարվում Zooniverse-ի պաշտոնական նախագիծ: Ուստի նախագծին վերաբերվող հարցումները և դրա հետ կապված խնդիրները, ուղղված Zooniverse թիմին, կարող են մնալ անպատասխան:',
    fieldGuide: 'Ուղեցույց',
    about: {
      header: 'Նախագծի մասին',
      nav: {
        research: 'Հետազոտություն',
        results: 'Արդյունքներ',
        faq: ' Հաճախ տրվող հարցեր',
        education: 'Կրթական նյութեր',
        team: 'Թիմ'
      }
    },
    nav: {
      about: 'Նախագծի մասին',
      adminPage: 'Ադմին էջ',
      classify: 'Դասակարգել',
      collections: 'Հավաքել',
      exploreProject: 'Ուսումնասիրել նախագիծը',
      lab: 'Լաբ',
      recents: 'Վերջինները',
      talk: 'Քննարկել',
      underReview: 'Վերանայման փուլ',
      zooniverseApproved: 'Հաստատված է Zooniverse-ի կողմից'
    },
    classifyPage: {
      dark: 'մուգ',
      light: 'բաց',
      title: 'Դասակարգել',
      themeToggle: 'Անցնել %(theme)s թեմայի'
    },
    home: {
      organization: 'Կազմակերպություն',
      researcher: 'Հետազոտողի խոսքեր',
      about: '%(title)s մասին',
      metadata: {
        statistics: '%(title)s վիճակագրություն',
        classifications: 'Դասակարգումներ',
        volunteers: 'Կամավորներ',
        completedSubjects: 'Ավարտված նյութեր',
        subjects: 'նյութ'
      },
      talk: {
        zero: 'Ոչ ոք այս պահին չի խոսում %(title)s  մասին:',
        one: '1 անձ այս պահին խոսում է %(title)s մասին:',
        other: '%(count)s մարդ այս պահին խոսում է %(title)s մասին:'
      },
      joinIn: 'Միանալ',
      learnMore: 'Տեսնել ավելին',
      getStarted: 'Սկսել',
      workflowAssignment: 'Դուք բացել եք %(workflowDisplayName)s',
      visitLink: 'Այցելել նախագծի էջը',
      links: 'Արտաքին նախագծի հղումներ'
    }
  },
  organization: {
    error: 'Կազմակերպությունը վերականգնելիս սխալ է տեղի ունեցել',
    home: {
      about: '%(title)s-ի մասին',
      introduction: '%(title)s-ի նկարագրություն',
      learn: 'Իմացեք ավելին %(title)s-ի մասին',
      links: 'Կապվեք %(title)s-ի հետ',
      metadata: {
        complete: 'Տոկոսը ավարտված է',
        heading: 'Կազմակերպության վիճակագրություն',
        numbers: 'Թվերով',
        projects: 'Նախագծեր',
        subtitle: 'Հետևեք առաջընթացին, որը դուք և ձեր գործընկեր կամավորները կատարել եք այս ծրագրում:',
        text: 'Ամեն սեղմումը կարևոր է: Միացեք %(title)s-ի համայնքին՝ ավարտելու այս նախագիծը և օգնելու հետազոտողներին կարևոր արդյունքները ստանալ:'
      },
      projects: {
        active: 'Ակտիվ նախագծեր',
        all: 'Բոլորը',
        error: 'Կազմակերպության նախագծերը բեռնելիս սխալ է տեղի ունեցել։',
        finished: 'Ավարտված նախագծեր',
        hideSection: 'Թաքցնել բաժինը',
        loading: 'Բեռնվում են կազմակերպության ծրագրերը...',
        none: 'Այս կազմակերպության հետ կապված %(state)s %(category)s նախագծեր չկան',
        paused: 'Դադարեցված նախագծեր',
        projectCategory: 'Նապագծի կատեգորիա',
        showSection: 'Ցույց տալ բաժինը'
      },
      researcher: 'Հաղորդագրություն հետազոտողից',
      viewToggle: 'Դիտել որպես կամավոր'
    },
    loading: 'Բեռնվում է կազմակերպությունը',
    notFound: 'կազմակերպությունը չի գտնվել',
    notPermission: 'Եթե վստահ եք, որ URL-ը ճիշտ է, հնարավոր է, որ դուք թույլտվություն չունեք դիտելու այս կազմակերպությունը',
    pleaseWait: 'Խնդրում ենք սպասել...',
    stats: {
      adjustParameters: 'Կարգավորել պարամետրերը',
      byTheNumbers: 'Թվերով',
      byTheNumbersContent: {
        classifications: 'Դասակարգումներ',
        firstProject: 'Առաջին Նախագիծ',
        firstProjectLaunch: 'Առաջին Նախագծի մեկնարկի ամսաթիվ',
        liveProjects: 'Ակտիվ նախագծեր',
        pausedProjects: 'Դադարեցված նախագծեր',
        retiredProjects: 'Ավարտված նախագծեր',
        retiredSubjects: 'Ավարտված նյութեր',
        subjects: 'նյութ'
      },
      classification: 'Դասակարգումներ',
      comment: 'Քննարկման մեկնաբանություններ',
      dateRange: 'Ամսաթվերի միջակայք',
      expandWorkflowStats: 'Ընդլայնել աշխատարանի վիճակագրությունը',
      for: 'համար',
      hidden: 'Վիճակագրությունը թաքցված է',
      hourly: 'Ժամային տվյալները հասանելի են միայն վերջին 2 շաբաթվա համար',
      organizationStatistics: '%(title)s-ի վիճակագրություն',
      perclassification: 'Դասակարգումներ ըստ',
      percomment: 'Մեկնաբանություններ ըստ',
      projectStats: 'Ակտիվ նախագծեր (%(count)s)',
      reset: 'Վերականգնել տեսքը'
    }
  },
  tasks: {
    hidePreviousMarks: 'Թաքցնել նախորդ նշումները %(count)s',
    less: 'Քիչ',
    more: 'Ավելին',
    shortcut: {
      noAnswer: 'Պատասխան չկա'
    },
    survey: {
      clear: 'Մաքրել',
      clearFilters: 'Մաքրել ֆիլտրերը',
      makeSelection: 'Ընտրություն կատարել',
      showing: 'Ցուցադրվում է %(count)s-ից %(max)s',
      confused: 'Հաճախ շփոթում են',
      dismiss: 'Անտեսել',
      itsThis: 'Կարծում եմ՝ սա է',
      cancel: 'Չեղարկել',
      identify: 'Նույնականացնել ',
      surveyOf: 'Հարցում %(count)s',
      identifications: {
        zero: 'Ոչ մի նույնականացում ',
        one: '1 նույնականացում ',
        other: '%(count)s նույնականացումներ'
      }
    }
  },
  signIn: {
    title: 'Մուտք գործել/գրանցվել',
    withZooniverse: 'Մուտք գործեք ձեր Zooniverse հաշիվով',
    whyHaveAccount: 'Մուտք գործած կամավորները կարող են հետևել իրենց աշխատանքին և կնշվեն ցանկացած արդյունքների հրապարակումներում:',
    signIn: ' Մուտք գործել',
    register: 'Գրանցվել',
    orThirdParty: 'Կամ մուտք գործեք այլ ծառայությամբ',
    withFacebook: ' Մուտք գործել Facebook-ով',
    withGoogle: 'Մուտք գործել Google-ով'
  },
  notFoundPage: {
    message: 'Չգտնվեց'
  },
  resetPassword: {
    heading: 'Վերականգնել գաղտնաբառը',
    newPasswordFormDialog: 'Մուտքագրեք նույն գաղտնաբառը երկու անգամ, որպեսզի կարողանաք վերադառնալ հետազոտություններին: Գաղտնաբառերը պետք է լինեն առնվազն 8 նիշ:',
    newPasswordFormLabel: 'Նոր գաղտնաբառ',
    newPasswordConfirmationLabel: 'Կրկնեք ձեր գաղտնաբառը հաստատելու համար',
    enterEmailLabel: 'Խնդրում ենք մուտքագրել ձեր էլ. փոստի հասցեն այստեղ, և մենք ձեզ կուղարկենք հղում, որը կարող եք օգտագործել այն վերականգնելու համար:',
    emailSuccess: 'Մենք հենց նոր ուղարկեցինք էլեկտրոնային հաղորդագրություն՝ գաղտնաբառը վերականգնելու հղումով:',
    emailError: 'Գաղտնաբառի վերականգնումը սխալ տեղի ունեցավ:',
    passwordsDoNotMatch: 'Գաղտնաբառերը չեն համընկնում, խնդրում ենք կրկին փորձեք:',
    loggedInDialog: 'Դուք ներկայումս մուտք եք գործած: Խնդրում ենք դուրս գալ, եթե ցանկանում եք վերականգնել ձեր գաղտնաբառը:',
    missingEmailsSpamNote: ' Խնդրում ենք ստուգել ձեր սպամ պնակը, եթե չեք ստացել վերականգնման էլ. նամակը:',
    missingEmailsAlternateNote: 'Եթե դեռ չեք ստացել էլ. փոստին հաղորդագրություն, խնդրում ենք փորձել որևէ այլ էլ. փոստի հասցե, որով գրանցվել եք:'
  },
  workflowToggle: {
    label: 'Ակտիվ'
  },
  collections: {
    createForm: {
      private: 'Մասնավոր',
      submit: 'Ավելացնել հավաքածու'
    }
  },
  emailSettings: {
    email: 'Էլ․ փոստի հասցե',
    general: {
      section: 'Zooniverse-ի էլ.փոստի նախընտրանքներ',
      updates: 'Ստանալ Zooniverse-ի ընդհանուր էլ.փոստի թարմացումներ',
      classify: 'Ստանալ էլ.փոստի թարմացումներ, երբ առաջին անգամ դասակարգեք նախագծում',
      note: 'Նշում. Վանդակը չնշելը չի հանգեցնի ձեզ որևէ նախագծից դուրս գալուն',
      manual: 'Կառավարել նախագծերը առանձին',
      beta: 'Ստանալ բետա նախագծերի մասին էլ.փոստի թարմացումներ և դառնալ բետա փորձարկող',
      partnerPreferences: 'Zooniverse-ի գործընկերների էլ.փոստի նախընտրություններ',
      nasa: 'Ստանալ NASA-ից պարբերական էլ.փոստի թարմացումներ՝ կապված  NASA-ի լայնածավալ քաղաքացիական գիտական նախագծերի հետ'
    },
    talk: {
      section: 'Քննարկման բաժնի էլ հասցեների նախընտրությունները',
      header: 'Ուղարկել ինձ էլ. Նամակ',
      frequency: {
        immediate: 'Անմիջապես',
        day: 'Օրական',
        week: 'Շաբաթական',
        never: 'Երբեք'
      },
      options: {
        participating_discussions: 'Երբ կա թարմացվում քննարկումներում, որոնց ես մասնակցում եմ',
        followed_discussions: 'Երբ կա թարմացվում քննարկումներում, որոնց ես հետևում եմ ',
        mentions: 'Երբ ինձ հիշատակում են',
        group_mentions: 'Երբ ինձ հիշատակում են խմբով (@admins, @team և այլն)',
        messages: 'Երբ ես ստանում եմ անձնական հաղորդագրություն',
        started_discussions: 'Երբ քննարկում է սկսվում իմ հետևած խորհրդում'
      }
    },
    project: {
      section: 'Նախագծի էլ. փոստի նախընտրություններ',
      header: 'Նախագիծ'
    }
  },
  userSettings: {
    account: {
      displayName: 'Ցուցադրվող անունը (պարտադիր)',
      displayNameHelp: 'Ինչպես ձեր անունը կերևա  այլ օգտատերերի Քնարկում բաժնում և ձեր Գլխավոր էջում',
      realName: ' Իրական անունը (ոչ պարտադիր)',
      realNameHelp: 'Հանրային; մենք սա կօգտագործենք հոդվածներում, պաստառներում և այլ վայրերում երախտագիտություն հայտնելու համար:',
      interventions: 'Ցույց տալ ծրագրի միջամտության ծանուցումները',
      interventionsHelp: 'Թույլատրել նախագծերին ցուցադրել հաղորդագրություններ, մինչ դուք դասակարգում եք',
      interventionsPreferences: 'Ծանուցման նախընտրություններ',
      changePassword: {
        heading: 'Փոխել ձեր գաղտնաբառը',
        currentPassword: 'Ընթացիկ գաղտնաբառ (պարտադիր)',
        newPassword: 'Նոր գաղտնաբառ (պարտադիր)',
        tooShort: 'Դա շատ կարճ է',
        confirmNewPassword: ' Հաստատել նոր գաղտնաբառը (պարտադիր)',
        doesntMatch: 'Սրանք չեն համընկնում',
        change: 'Փոխել'
      }
    },
    profile: {
      dropImage: 'Նկար գցեք այստեղ (կամ սեղմեք ընտրելու համար)',
      changeAvatar: 'Փոխել ավատարը',
      avatarImageHelp: 'Նկար գցեք այստեղ (քառակուսի, %(size)s ԿԲ-ից պակաս)',
      clearAvatar: 'Մաքրել ավատարը',
      changeProfileHeader: 'Փոխել պրոֆիլի վերնագիրը',
      profileHeaderImageHelp: 'Նկար գցեք այստեղ (ցանկացած չափսերի, %(size)s ԿԲ-ից պակաս)',
      clearHeader: 'Մաքրել վերնագիրը'
    }
  },
  feedback: {
    categories: {
      correct: 'Համընկնումներ ',
      incorrect: 'Վրիպումներ',
      falsepos: 'Կեղծ դրականներ'
    }
  }
}
