export default {
  aboutPages: {
    missingContent: {
      education: 'ಈ ಪ್ರಾಜೆಕ್ಟ್‌ ಇನ್ನೂ ಸಹ ಯಾವುದೇ ಶೈಕ್ಷಣಿಕ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಹೊಂದಿಲ್ಲ.',
      faq: 'ಈ ಪ್ರಾಜೆಕ್ಟ್‌ನಲ್ಲಿ ಇನ್ನೂ ಸಹ ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳಿಲ್ಲ.',
      research: 'ಈ ಪ್ರಾಜೆಕ್ಟ್‌ಗೆ ಇನ್ನೂ ಸಹ ಯಾವುದೇ ವೈಜ್ಞಾನಿಕ ವಿಷಯವಿಲ್ಲ.',
      results: 'ಈ ಪ್ರಾಜೆಕ್ಟ್‌ ಇನ್ನೂ ಸಹ ವರದಿ ಮಾಡಲು ಯಾವುದೇ ಫಲಿತಾಂಶಗಳನ್ನು ಹೊಂದಿಲ್ಲ.',
      team: 'ಈ ಪ್ರಾಜೆಕ್ಟ್‌ಗೆ ಯಾವುದೇ ತಂಡದ ಮಾಹಿತಿ ಇಲ್ಲ.'
    }
  },
  classifier: {
    back: 'ಹಿಂದಕ್ಕೆ',
    backButtonWarning: 'ಹಿಂತಿರುಗುವುದರಿಂದ, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಕಾರ್ಯಕ್ಕಾಗಿ ಕೆಲಸವನ್ನು ತೆರವುಗೊಳಿಸುತ್ತದೆ.',
    close: 'ಮುಚ್ಚಿ',
    continue: 'ಮುಂದುವರಿಸಿ',
    detailsSubTaskFormSubmitButton: 'ಸರಿ',
    done: 'ಮುಗಿದಿದೆ',
    doneAndTalk: 'ಮುಗಿದಿದೆ ಮತ್ತು ಮಾತನಾಡಿ (Talk)',
    dontShowMinicourse: 'ಭವಿಷ್ಯದಲ್ಲಿ ಮಿನಿ-ಕೋರ್ಸ್ ಅನ್ನು ತೋರಿಸಬೇಡಿ',
    interventions: {
      optOut: 'ನನಗೆ ಯಾವುದೇ ಮುಂದಿನ ಮೆಸೇಜ್‌ಗಳನ್ನು ತೋರಿಸಬೇಡಿ.',
      studyInfo: 'ನಾನು ಈ ಅಧ್ಯಯನ ಮೇಸೆಜಿಂಗ್‌ನಲ್ಲಿ ಪಾಲ್ಗೊಳ್ಳಲು ಬಯಸುವುದಿಲ್ಲ.'
    },
    letsGo: 'ಬನ್ನಿ ಪ್ರಾರಂಭಿಸೋಣ!',
    miniCourseButton: 'ಪ್ರಾಜೆಕ್ಟ್‌ ಮಿನಿ-ಕೋರ್ಸ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ',
    next: 'ಮುಂದೆಕ್ಕೆ',
    optOut: 'ಹೊರಗುಳಿಯಿರಿ',
    recents: 'ನಿಮ್ಮ ಇತ್ತೀಚಿನ ವರ್ಗೀಕರಣಗಳು',
    talk: 'Talk',
    taskHelpButton: 'ಈ ಕಾರ್ಯಕ್ಕೆ ಸ್ವಲ್ಪ ಸಹಾಯ ಬೇಕೇ?',
    taskTabs: {
      taskTab: 'ಕಾರ್ಯ',
      tutorialTab: 'ಟ್ಯುಟೋರಿಯಲ್'
    },
    workflowAssignmentDialog: {
      acceptButton: 'ನನ್ನನ್ನು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಕೊಂಡೊಯ್ಯಿರಿ!',
      declineButton: 'ಬೇಡ, ಧನ್ಯವಾದಗಳು',
      promotionMessage: 'ಅಭಿನಂದನೆಗಳು! ನೀವು ಮುಂದಿನ ಕೆಲಸದ ಹರಿವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿದ್ದೀರಿ. ನೀವು ಈ ಕೆಲಸದ ಹರಿವಿನಲ್ಲಿ ಉಳಿಯಲು ಬಯಸಿದರೆ, ನೀವು ಉಳಿಯಲು ಆರಿಸಬಹುದು.'
    }
  },
  collections: {
    createForm: {
      private: 'ವೈಯಕ್ತಿಕ (ಖಾಸಗಿ)',
      submit: 'ಕಲೆಕ್ಷನ್‌ ಅನ್ನು ಸೇರಿಸಿ'
    }
  },
  feedback: {
    categories: {
      correct: 'ಹಿಟ್‌ಗಳು',
      falsepos: 'ತಪ್ಪು ಧನಾತ್ಮಕತೆಗಳು',
      incorrect: 'ಮಿಸ್‌ಗಳು (ತಪ್ಪಿತು / ವೈಫಲ್ಯಗಳು)'
    }
  },
  loading: 'ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ',
  notFoundPage: {
    message: 'ಕಂಡುಬಂದಿಲ್ಲ'
  },
  project: {
    about: {
      header: 'ಬಗ್ಗೆ',
      nav: {
        education: 'ಶಿಕ್ಷಣ',
        faq: 'ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು',
        research: 'ಸಂಶೋಧನೆ',
        results: 'ಫಲಿತಾಂಶಗಳು',
        team: 'ಟೀಮ್‌ (ತಂಡ)'
      }
    },
    classifyPage: {
      dark: 'ಗಾಢ',
      light: 'ತಿಳಿ',
      themeToggle: '%(theme)s ಥೀಮ್‌ಗೆ ಬದಲಿಸಿಕೊಳ್ಳಿ',
      title: 'ವರ್ಗೀಕರಿಸಿ'
    },
    disclaimer: 'ಈ ಯೋಜನೆಯನ್ನು Zooniverse ಪ್ರಾಜೆಕ್ಟ್ ಬಿಲ್ಡರ್ ಬಳಸಿ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಆದರೆ ಇದು ಇನ್ನೂ ಅಧಿಕೃತ Zooniverse ಪ್ರಾಜೆಕ್ಟ್‌ ಅಲ್ಲ. Zooniverse ತಂಡವನ್ನು ನಿರ್ದೇಶಿಸಿದ ಈ ಪ್ರಾಜೆಕ್ಟ್‌ಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಸಮಸ್ಯೆಗಳಿಗೆ ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆ ಸಿಗದಿರಬಹುದು.',
    fieldGuide: 'ಕ್ಷೇತ್ರದ ಮಾರ್ಗದರ್ಶಿ',
    home: {
      about: '%(title)s ಬಗ್ಗೆ',
      getStarted: 'ಪ್ರಾರಂಭಿಸೋಣ',
      joinIn: 'ಸೇರಿಕೊಳ್ಳಿ (ಜಾಯಿನ್‌ ಆಗಿ)',
      learnMore: 'ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ',
      links: 'ಹೊರಗಿನ ಪ್ರಾಜೆಕ್ಟ್‌ನ ಲಿಂಕ್‌ಗಳು',
      metadata: {
        classifications: 'ವರ್ಗೀಕರಣಗಳು',
        completedSubjects: 'ಪೂರ್ಣಗೊಳಿಸಿದ ವಿಷಯಗಳು',
        statistics: '%(title)s ಅಂಕಿಅಂಶಗಳು',
        subjects: 'ವಿಷಯಗಳು',
        volunteers: 'ವಾಲೆಂಟಿಯರ್‌ಗಳು'
      },
      organization: 'ಸಂಸ್ಥೆ',
      researcher: 'ಸಂಶೋಧಕರಿಂದ ಮಾತುಗಳು',
      talk: {
        one: '1 ವ್ಯಕ್ತಿ ಪ್ರಸ್ತುತವಾಗಿ %(title)s ಬಗ್ಗೆ ಮಾತನಾಡುತ್ತಿದ್ದಾರೆ.',
        other: '%(count)s ಜನರು ಪ್ರಸ್ತುತವಾಗಿ %(title)s ಬಗ್ಗೆ ಮಾತನಾಡುತ್ತಿದ್ದಾರೆ.',
        zero: 'ಪ್ರಸ್ತುತವಾಗಿ ಯಾರೂ ಸಹ %(title)s ಬಗ್ಗೆ ಮಾತನಾಡುತ್ತಿಲ್ಲ.'
      },
      visitLink: 'ಪ್ರಾಜೆಕ್ಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ',
      workflowAssignment: 'ನೀವು %(workflowDisplayName)s ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿದ್ದೀರಿ'
    },
    language: 'ಭಾಷೆ',
    loading: 'ಪ್ರಾಜೆಕ್ಟ್‌ ಲೋಡ್ ಆಗುತ್ತಿದೆ',
    nav: {
      about: 'ಬಗ್ಗೆ',
      adminPage: 'ಅಡ್ಮಿನ್‌ ಪುಟ',
      classify: 'ವರ್ಗೀಕರಿಸಿ',
      collections: 'ಕಲೆಕ್ಟ್‌ ಮಾಡಿ',
      exploreProject: 'ಪ್ರಾಜೆಕ್ಟ್‌ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳಿ',
      lab: 'ಲ್ಯಾಬ್‌',
      recents: 'ಇತ್ತೀಚಿನವುಗಳು',
      talk: 'Talk',
      underReview: 'ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ',
      zooniverseApproved: 'Zooniverse ಅನುಮೋದಿಸಲಾಗಿದೆ'
    }
  },
  projectRoles: {
    collaborator: 'ಸಹಯೋಗಿ',
    expert: 'ತಜ್ಞರು',
    moderator: 'ಮಾಡರೇಟರ್',
    museum: 'ವಸ್ತು ಸಂಗ್ರಹಾಲಯ',
    owner: 'ಮಾಲೀಕ',
    scientist: 'ಸಂಶೋಧಕ',
    tester: 'ಪರೀಕ್ಷಕ',
    title: 'ಟೀಮ್‌ (ತಂಡ)',
    translator: 'ಅನುವಾದಕ'
  },
  projects: {
    welcome: {
      heading: 'ಸ್ವಾಗತ! ನೀವಿಲ್ಲಿಗೆ ಬಂದಿದ್ದಕ್ಕೆ ನಮಗೆ ತುಂಬಾ ಸಂತೋಷವಾಗಿದೆ',
      scrollDown: 'ಇನ್ನೂ ಹೆಚ್ಚಿನದಕ್ಕಾಗಿ ಕೆಳಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ',
      talk: 'Talk ಅನ್ನು ಸಹ ನೋಡಲು ಮರೆಯದಿರಿ, ಇಲ್ಲಿ ನೀವು ಬೇರೆಯ ಸಮಾನ ಮನಸ್ಕ ವಾಲೆಂಟಿಯರ್‌ಗಳೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಬಹುದು.',
      thanks: 'ನಿಜವಾದ ಸಂಶೋಧನೆಗೆ ಸಹಾಯ ಮಾಡುವ ನಿಮ್ಮ ಆಸಕ್ತಿಗೆ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಸಹಾಯವನ್ನು ಪ್ರಸ್ತುತವಾಗಿ ಪಡೆಯಬಹುದಾದ ಕೆಲ ಪ್ರಾಜೆಕ್ಟ್‌ಗಳನ್ನು ಇಲ್ಲಿ ನಾವು ಸಂಗ್ರಹಿಸಿದ್ದೇವೆ. ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳಿಗಾಗಿ, ನಮ್ಮ ಎಲ್ಲಾ ಸಕ್ರಿಯ ಪ್ರಾಜೆಕ್ಟ್‌ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಲು ಕೆಳಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ.'
    }
  },
  resetPassword: {
    emailError: 'ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಿಸೆಟ್‌ ಮಾಡುವಾಗ ದೋಷ ಉಂಟಾಗಿತ್ತು.',
    emailSuccess: 'ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಿಸೆಟ್‌ ಮಾಡಲು ಲಿಂಕ್ ಹೊಂದಿರುವ ಇಮೇಲ್ ಅನ್ನು ನಾವು ನಿಮಗೆ ಕಳುಹಿಸಿದ್ದೇವೆ.',
    enterEmailLabel: 'ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ, ಅದನ್ನು ರಿಸೆಟ್‌ ಮಾಡಲು ನೀವು ಅನುಸರಿಸಬಹುದಾದ ಲಿಂಕ್ ಅನ್ನು ನಾವು ನಿಮಗೆ ಕಳುಹಿಸುತ್ತೇವೆ.',
    heading: 'ಪಾಸ್‌ವರ್ಡ್ ರಿಸೆಟ್‌ ಮಾಡಿ',
    loggedInDialog: 'ನೀವು ಪ್ರಸ್ತುತವಾಗಿ ಲಾಗಿನ್ ಆಗಿದ್ದೀರಿ. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರಿಸೆಟ್‌ ಮಾಡಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಲಾಗ್ ಔಟ್ ಮಾಡಿ.',
    missingEmailsAlternateNote: 'ನಿಮಗೆ ಇನ್ನೂ ಸಹ ಇಮೇಲ್ ಬರದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಿರುವ ಬೇರೆಯ ಯಾವುದೇ ಇಮೇಲ್ ವಿಳಾಸದೊಂದಿಗೆ ಪ್ರಯತ್ನಿಸಿ.',
    missingEmailsSpamNote: 'ನೀವು ರಿಸೆಟ್‌ ಮಾಡುವ ಇಮೇಲ್ ಅನ್ನು ಪಡೆದಿಲ್ಲದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸ್ಪ್ಯಾಮ್ ಫೋಲ್ಡರ್ ಅನ್ನು ನೋಡಿ.',
    newPasswordConfirmationLabel: 'ಖಚಿತಪಡಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಪುನಃ ಒದಗಿಸಿ:',
    newPasswordFormDialog: 'ಒಂದೇ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಎರಡು ಬಾರಿ ನಮೂದಿಸಿ, ಇದರಿಂದ ನೀವು ಕೆಲ ಸಂಶೋಧನೆಗಳನ್ನು ಪುನಃ ಮಾಡಬಹುದು. ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಕನಿಷ್ಠವೆಂದರೆ 8 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು.',
    newPasswordFormLabel: 'ಹೊಸ ಪಾಸ್‌ವರ್ಡ್:',
    passwordsDoNotMatch: 'ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.'
  },
  signIn: {
    register: 'ನೋಂದಾಯಿಸಿ',
    signIn: 'ಸೈನ್ ಇನ್ ಮಾಡಿ',
    title: 'ಸೈನ್ ಇನ್ ಮಾಡಿ/ನೋಂದಾಯಿಸಿ',
    whyHaveAccount: 'ಸೈನ್ ಇನ್ ಮಾಡಿದ ವಾಲೆಂಟರಿಯರ್‌ಗಳು ತಮ್ಮ ಕೆಲಸವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಬಹುದು ಮತ್ತು ಯಾವುದೇ ಫಲಿತಾಂಶದ ಪ್ರಕಟಣೆಗಳಲ್ಲಿ ಅವರಿಗೆ ಕ್ರೆಡಿಟ್ ಒದಗಿಸಲಾಗುತ್ತದೆ.',
    withZooniverse: 'ನಿಮ್ಮ Zooniverse ಖಾತೆಯೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ'
  },
  tasks: {
    hidePreviousMarks: 'ಹಿಂದಿನ %(count)s ಅಂಕಗಳನ್ನು (ಗುರುತುಗಳನ್ನು) ಮರೆಮಾಡಿ',
    less: 'ಕಡಿಮೆ',
    more: 'ಇನ್ನಷ್ಟು',
    shortcut: {
      noAnswer: 'ಯಾವುದೇ ಉತ್ತರವಿಲ್ಲ'
    },
    survey: {
      cancel: 'ರದ್ದು ಮಾಡಿ',
      clear: 'ತೆರವುಗೊಳಿಸಿ',
      clearFilters: 'ಫಿಲ್ಟರ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ',
      confused: 'ಆಗಾಗ್ಗೆ ಇದರೊಂದಿಗೆ ಗೊಂದಲವಾಗುತ್ತದೆ',
      dismiss: 'ವಜಾಗೊಳಿಸಿ',
      identifications: {
        one: '1 ಗುರುತಿಸುವಿಕೆ',
        other: '%(count)s ಗುರುತಿಸುವಿಕೆಗಳು',
        zero: 'ಯಾವುದೇ ಗುರುತಿಸುವಿಕೆ ಇಲ್ಲ'
      },
      identify: 'ಗುರುತಿಸಿ',
      itsThis: 'ಅದು ಇದು ಎಂದು ನನಗೆ ಅನ್ನಿಸುತ್ತದೆ',
      makeSelection: 'ಆಯ್ಕೆ ಮಾಡಿ',
      showing: '%(max)s ರಲ್ಲಿನ %(count)s ಅನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ',
      surveyOf: '%(count)s ನ ಸಮೀಕ್ಷೆ'
    }
  },
  workflowToggle: {
    label: 'ಸಕ್ರಿಯ'
  }
}
