export default {
  aboutPages: {
    missingContent: {
      education: 'ఈ ప్రాజెక్ట్‌కు ఇంకా విద్యా వనరులు లేవు.',
      faq: 'ఈ ప్రాజెక్ట్‌లో ఇంకా తరచుగా అడిగే ప్రశ్నలు లేవు.',
      research: 'ఈ ప్రాజెక్టుకు ఇంకా ఎటువంటి సైన్స్ కేసు లేదు.',
      results: 'ఈ ప్రాజెక్టుకు ఇంకా రిపోర్ట్ చేయటానికి ఎలాంటి ఫలితాలు లేవు.',
      team: 'ఈ ప్రాజెక్టుకు జట్టు సమాచారం లేదు.'
    }
  },
  classifier: {
    back: 'వెనుకకు',
    backButtonWarning: 'వెనక్కి వెళ్లడం వలన ప్రస్తుత పని కోసం మీ పని క్లియర్ అవుతుంది.',
    close: 'మూసివేయండి',
    continue: 'కొనసాగించండి',
    detailsSubTaskFormSubmitButton: 'OK',
    done: 'పూర్తయింది',
    doneAndTalk: 'పూర్తయింది & మాట్లాడండి',
    dontShowMinicourse: 'భవిష్యత్తులో మినీ-కోర్స్ చూపవద్దు',
    interventions: {
      optOut: 'తదుపరి సందేశాలు నాకు చూపవద్దు.',
      studyInfo: 'ఈ studyలో పాల్గొనాలని నేను కోరుకోవటంలేదు.'
    },
    letsGo: 'వెళ్దాం!',
    miniCourseButton: 'ప్రాజెక్ట్ మినీ-కోర్సును పునఃప్రారంభించండి',
    next: 'తరువాత',
    optOut: 'ఆప్ట్ అవుట్',
    recents: 'మీ తాజా వర్గీకరణలు',
    talk: 'మాట్లాడు',
    taskHelpButton: 'ఈ పనికి కొంత సహాయం కావాలా?',
    taskTabs: {
      taskTab: 'పని',
      tutorialTab: 'ట్యుటోరియల్'
    },
    workflowAssignmentDialog: {
      acceptButton: 'నన్ను తదుపరి స్థాయికి తీసుకెళ్లండి!',
      declineButton: 'వద్దు, ధన్యవాదాలు',
      promotionMessage: 'అభినందనలు! మీరు తదుపరి వర్క్‌ఫ్లోను అన్‌లాక్ చేశారు. మీరు ఈ వర్క్‌ఫ్లోలో ఉండాలనుకుంటే, మీరు అలాగే ఉండడానికి ఎంచుకోవచ్చు.'
    }
  },
  collections: {
    createForm: {
      private: 'ప్రైవేట్',
      submit: 'కలెక్షన్ జోడించండి'
    }
  },
  feedback: {
    categories: {
      correct: 'హిట్స్',
      falsepos: 'ఫాల్స్ పాజిటివ్స్',
      incorrect: 'తప్పిపోయినవి'
    }
  },
  loading: 'లోడ్ అవుతోంది',
  notFoundPage: {
    message: 'కనిపించలేదు'
  },
  project: {
    about: {
      header: 'గురించి',
      nav: {
        education: 'విద్య',
        faq: 'తరచుగా అడిగే ప్రశ్నలు',
        research: 'పరిశోధన',
        results: 'ఫలితాలు',
        team: 'బృందం'
      }
    },
    classifyPage: {
      dark: 'చీకటి',
      light: 'కాంతి',
      themeToggle: '%(theme)s థీమ్‌కు మారండి',
      title: 'వర్గీకరించండి'
    },
    disclaimer: 'ఈ ప్రాజెక్ట్ జూనివర్స్ ప్రాజెక్ట్ బిల్డర్‌ను ఉపయోగించి నిర్మించబడింది కానీ ఇది ఇంకా అధికారిక జూనివర్స్ ప్రాజెక్ట్ కాదు. జూనివర్స్ బృందానికి దర్శకత్వం వహించిన ఈ ప్రాజెక్ట్‌కు సంబంధించిన ప్రశ్నలు మరియు సమస్యలకు ఎటువంటి ప్రతిస్పందన రాకపోవచ్చు.',
    fieldGuide: 'ఫీల్డ్ గైడ్',
    home: {
      about: '%(title)s గురించి',
      getStarted: 'ప్రారంభించండి',
      joinIn: 'చేరండి',
      learnMore: 'మరింత తెలుసుకోండి',
      links: 'బాహ్య ప్రాజెక్ట్ లింక్స్',
      metadata: {
        classifications: 'వర్గీకరణలు',
        completedSubjects: 'పూర్తయిన సబ్జెక్టులు',
        statistics: '%(title)s గణాంకాలు',
        subjects: 'సబ్జెక్టులు',
        volunteers: 'వాలంటీర్లు'
      },
      organization: 'సంస్థ',
      researcher: 'పరిశోధకుని నుండి పదాలు',
      talk: {
        one: '1 వ్యక్తి ప్రస్తుతం %(title)s గురించి మాట్లాడుతున్నారు.',
        other:
          '%(count)s వ్యక్తులు ప్రస్తుతం %(title)s గురించి మాట్లాడుతున్నారు.',
        zero: 'ప్రస్తుతం ఎవ్వరూ %(title)s గురించి మాట్లాడటం లేదు.'
      },
      visitLink: 'ప్రాజెక్టును సందర్శించండి',
      workflowAssignment: 'మీరు %(workflowDisplayName)s అన్‌లాక్ చేశారు'
    },
    language: 'భాష',
    loading: 'లోడింగ్ ప్రాజెక్ట్',
    nav: {
      about: 'గురించి',
      adminPage: 'అడ్మిన్ పేజి',
      classify: 'వర్గీకరించండి',
      collections: 'సేకరించు',
      exploreProject: 'ప్రాజెక్టును అన్వేషించండి',
      lab: 'ల్యాబ్',
      recents: 'ఇటీవలి',
      talk: 'మాట్లాడు',
      underReview: 'సమీక్షలో ఉంది',
      zooniverseApproved: 'Zooniverse ఆమోదించబడింది'
    }
  },
  projectRoles: {
    collaborator: 'సహకారి',
    expert: 'నిపుణుడు',
    moderator: 'మోడరేటర్',
    museum: 'మ్యూజియం',
    owner: 'యజమాని',
    scientist: 'పరిశోధకుడు',
    tester: 'టెస్టర్',
    title: 'బృందం',
    translator: 'అనువాదకుడు'
  },
  projects: {
    welcome: {
      heading: 'స్వాగతం! మీరు ఇక్కడకు వచ్చినందుకు మేము చాలా సంతోషంగా ఉన్నాము.',
      scrollDown: 'మరిన్నింటి కోసం క్రిందికి స్క్రోల్ చేయండి',
      talk: 'Talk ని కూడా తప్పకుండా చూడండి, అక్కడ మీరు మీలాంటి ఆలోచనలు కలిగిన ఇతర స్వచ్ఛంద సేవకులతో చాట్ చేయవచ్చు.',
      thanks: 'నిజమైన పరిశోధనకు సహాయం చేయడంలో మీరు చూపిన ఆసక్తికి ధన్యవాదాలు. మీ సహాయం మాకు నిజంగా ఉపయోగపడే కొన్ని ప్రాజెక్టులను ఇక్కడ సేకరించాము. మరిన్ని ఎంపికల కోసం మా క్రియాశీల ప్రాజెక్టులన్నిటినీ బ్రౌజ్ చేయడానికి క్రిందికి స్క్రోల్ చేయండి.'
    }
  },
  resetPassword: {
    emailError: 'మీ పాస్‌వర్డ్ రీసెట్ చేయటంలో లోపం ఉంది.',
    emailSuccess: 'మీ పాస్‌వర్డ్‌ను రీసెట్ చేయడానికి లింక్‌తో మేము మీకు ఇప్పుడే ఒక ఇమెయిల్ పంపాము.',
    enterEmailLabel: 'దయచేసి మీ ఇమెయిల్ చిరునామాను ఇక్కడ నమోదు చేయండి, దాన్ని రీసెట్ చేయడానికి మీరు అనుసరించగల లింక్‌ను మేము మీకు పంపుతాము.',
    heading: 'పాస్‌వర్డ్ రీసెట్ చేయండి',
    loggedInDialog: 'మీరు ప్రస్తుతం లాగిన్ అయ్యారు. మీ పాస్‌వర్డ్‌ను రీసెట్ చేయాలనుకుంటే దయచేసి లాగ్ అవుట్ చేయండి.',
    missingEmailsAlternateNote: 'మీకు ఇంకా ఇమెయిల్ అందకపోతే, దయచేసి మీరు సైన్ అప్ చేసి ఉన్న ఏదైనా ఇతర ఇమెయిల్ చిరునామాను ప్రయత్నించండి.',
    missingEmailsSpamNote: 'మీకు రీసెట్ ఇమెయిల్ అందకపోతే దయచేసి మీ స్పామ్ ఫోల్డర్‌ను తనిఖీ చేయండి.',
    newPasswordConfirmationLabel: 'నిర్ధారించడానికి మీ పాస్‌వర్డ్ ను రిపీట్ చేయండి:',
    newPasswordFormDialog: 'మీరు కొంత పరిశోధన చేయడానికి తిరిగి వెళ్ళడానికి ఒకే పాస్‌వర్డ్‌ను రెండుసార్లు నమోదు చేయండి. పాస్‌వర్డ్‌లు కనీసం 8 అక్షరాల పొడవు ఉండాలి.',
    newPasswordFormLabel: 'కొత్త పాస్‌వర్డ్:',
    passwordsDoNotMatch: 'పాస్‌వర్డ్‌లు సరిపోలడం లేదు, దయచేసి మళ్ళీ ప్రయత్నించండి.'
  },
  signIn: {
    register: 'రిజిష్టర్ చేయండి',
    signIn: 'సైన్ ఇన్ చేయండి',
    title: 'సైన్ ఇన్ చేయండి/రిజిష్టర్ చేయండి',
    whyHaveAccount: 'సైన్-ఇన్ చేసిన వాలంటీర్లు వారి పనిని ట్రాక్ చేయవచ్చు మరియు ఫలితంగా చేసిన ఏవైనా ప్రచురణలలో క్రెడిట్ ఇవ్వబడతారు.',
    withZooniverse: 'మీ Zooniverse అకౌంట్ తో సైన్ ఇన్ చేయండి'
  },
  tasks: {
    hidePreviousMarks: 'మునుపటి గుర్తులను %(count)s దాచండి',
    less: 'తక్కువ',
    more: 'మరిన్ని',
    shortcut: {
      noAnswer: 'జవాబు లేదు'
    },
    survey: {
      cancel: 'రద్దు చేయండి',
      clear: 'క్లియర్ చేయండి',
      clearFilters: 'ఫిల్టర్‌లను క్లియర్ చేయండి',
      confused: 'తరచుగా గందరగోళం చెందుతుంది',
      dismiss: 'తీసివేయండి',
      identifications: {
        one: '1 గుర్తింపు',
        other: '%(count)s గుర్తింపులు',
        zero: 'గుర్తింపులు లేవు'
      },
      identify: 'గుర్తించండి',
      itsThis: 'ఇది కావచ్చని నేను భావిస్తున్నాను',
      makeSelection: 'ఒక ఎంపిక చేయండి',
      showing: '%(max)sలో %(count)s చూపుతోంది',
      surveyOf: '%(count)s యొక్క సర్వే'
    }
  },
  workflowToggle: {
    label: 'క్రియాశీలకం'
  }
}
